[
  {
    "lot": "4 tickets to Coldplay at Wembley",
    "short_description": "Following the spectacular sell-out success of the summer 2024 European leg of Coldplay’s record breaking Music Of The Spheres World Tour, more shows have been announced for Wembley in August/September.",
    "description": "4 excellent seated tickets to see Coldplay at Wembley Stadium, for the Coldplay show of your choice in August/September!<br /><br />Following the spectacular sell-out success of the summer 2024 European leg of Coldplay’s record breaking Music Of The Spheres World Tour, the band have announced eight new shows at Wembley Stadium for August & September 2025. See the Wembley link for choice of dates.",
    "image": "/images/items/Coldplay.jpg",
    "total_value": "400+",
    "terms": "Tickets can not be transferred and will be sent to an email address shortly before the event. Tickets must not be sold or transferred and only auction winner and guests may attend.",
    "business": "Wembley Stadium",
    "businessLink": "https://www.wembleystadium.com/events/2025/Coldplay"
  },
  {
    "lot": "4 tickets for Brighton Women v Liverpool at the AMEX",
    "short_description": "Brighton Women are back at the AMEX to play Liverpool Women on 19th April, 12:30pm kick off. And you could be there!",
    "description": "Brighton Women are back at the AMEX to play Liverpool Women on 19th April, 12:30pm kick off. Go and see the Seagulls beat the reds (or the other way round if you prefer red). Either way I am sure your favourite team will win (or not).",
    "image": "/images/items/bhawfc.jpeg",
    "total_value": 80,
    "terms": "Attendee names required in advance.",
    "business": "Barclays Business Banking",
    "businessLink": "https://www.barclays.co.uk/business-banking/"
  },
  {
    "lot": "4 tickets to Oasis at Wembley",
    "short_description": "4 tickets to the hottest event of the year, after Oasis ended years of feverish speculation, they announced a run of UK and Ireland shows forming the domestic leg of their OASIS LIVE '25 world tour.",
    "description": "Come on arr kid, you won't find any dynamic pricing here, just bid what you can afford and see if you're lucky enough to be the highest bidder. Unfortunately due to the nature of the auction refunds are not possible if the Gallagher brothers do fall out with each other before any othe following dates: Jul 25 Friday, Jul 26 Saturday, Jul 30 Wednesday, Aug 2 Saturday, Aug 3 Sunday, Sep 27 Saturday, Sep 28 Sunday.<br /><br />Oasis have ended years of feverish speculation with the confirmation of a long awaited run of UK and Ireland shows forming the domestic leg of their OASIS LIVE '25 world tour. The Oasis live experience is unlike anything else. The roar that greets them as they step on stage. A set full of wall-to-wall classics. The spine-tingling sensation of being in a crowd singing back every word. And especially the charisma, spark and intensity that only comes when Liam and Noel Gallagher are on-stage together. Oasis’s legend has only been amplified in their absence.",
    "image": "/images/items/oasis.jpg",
    "total_value": "600+",
    "terms": "Tickets can not be transferred and will be sent to an email address shortly before the event. Tickets must not be sold or transferred and only auction winner and guests may attend.",
    "business": "Wembley Stadium",
    "businessLink": "https://www.wembleystadium.com/events/2025/Oasis"
  }
]
